{
  "plugins": {
    "emmet-vim": [],
    "fidget.nvim": {
    },
    "fzf-lua": {
    },
    "mini.completion": {
    },
    "mini.icons": {
    },
    "mini.pairs": {
    },
    "mini.snippets": {
    },
    "mini.surround": {
    },
    "nvim-lspconfig": {
    },
    "nvim-treesitter": [],
    "oil.nvim": {
    },
    "rustaceanvim": {
    },
    "srcery-vim": {
    },
    "todo-comments.nvim": {
    },
    "vim-dadbod": [],
    "vim-dadbod-completion": [],
    "vim-dadbod-ui": {
    },
    "vim-visual-multi": []
  }
}